Repository: clockerka/bitchat
Catalog: bitchat/*.lproj/Localizable.strings
Languages: ru

source: hello
ru: привет

source: mesh sidegroupchat
ru: приватный групповой чат

source: FEATURES
ru: ВОЗМОЖНОСТИ

source: offline communication
ru: офлайн коммуникация

source: works without internet using Bluetooth low energy
ru: работает без интернета (да, совсем) через Bluetooth Low Energy

source: end-to-end encryption
ru: сквозное шифрование

source: private messages encrypted with noise protocol
ru: личные сообщения шифруются протоколом noise

source: extended range
ru: расширенный радиус

source: messages relay through peers, going the distance
ru: сообщения передаются через других пользователей, увеличивая дальность

source: favorites
ru: избранные

source: get notified when your favorite people join
ru: получайте уведомления, когда ваши знакомые присоединяются

source: mentions
ru: упоминания

source: use @nickname to notify specific people
ru: используйте @nickname чтобы тегнуть отдельную личность

source: PRIVACY
ru: КОНФИДЕНЦИАЛЬНОСТЬ

source: no tracking
ru: никакого отслеживания

source: no servers, accounts, or data collection
ru: никаких серверов, аккаунтов и слежки

source: ephemeral identity
ru: постоянная идентичность

source: new peer ID generated regularly
ru: регулярно создается новый идентификатор

source: panic mode
ru: режим паники

source: triple-tap logo to instantly clear all data
ru: чтобы отчистить все данные, нажмите на лого 3 раза

source: HOW TO USE
ru: КАК ПОЛЬЗОВАТЬСЯ

source: • set your nickname by tapping it
ru: • установите никнейм, нажав на него

source: • swipe left for sidebar
ru: • проведите влево для боковой панели

source: • tap a peer to start a private chat
ru: • нажмите на пользователя для приватного чата

source: • use @nickname to mention someone
ru: • используйте @никнейм чтобы тегнуть кого-то

source: • triple-tap chat to clear
ru: • тройное нажатие очищает чат

source: WARNING
ru: ПРЕДУПРЕЖДЕНИЕ

source: private message security has not yet been fully audited. do not use for critical situations until this warning disappears.
ru: безопасность личных сообщений еще не полностью проверена. не используйте для критических ситуаций, пока это предупреждение не исчезнет.

source: Actions
ru: действия

source: private message
ru: личные сообщение

source: hug
ru: обнять

source: slap
ru: ударить

source: BLOCK
ru: ЗАБЛОКИРОВАТЬ

source: cancel
ru: отмена

source: type a message...
ru: напишите сообщение...

source: SECURITY VERIFICATION
ru: ПРОВЕРКА БЕЗОПАСНОСТИ

source: DONE
ru: ГОТОВО

source: THEIR FINGERPRINT:
ru: ИХ ОТПЕЧАТОК:

source: Copy
ru: копировать

source: not available - handshake in progress
ru: недоступно — идет рукопожатие

source: YOUR FINGERPRINT:
ru: ВАШ ОТПЕЧАТОК:

source: MARK AS VERIFIED
ru: ПОМЕТИТЬ КАК ПОДТВЕРЖДЕННЫЙ АККАУНТ

source: NETWORK
ru: СЕТЬ

source: PEOPLE
ru: ЛЮДИ

source: nobody around...
ru: никого рядом...

source: back
ru: назад

source: ＠🫵 you were mentioned by %1$@
ru: ＠🫵 тебя упомянул %1$@

source: 🔒 private message from %1$@
ru: 🔒 личное сообщение от %1$@

source: ⭐ %1$@ is online!
ru: ⭐ %1$@ в сети!

source: 👥 bitchatters nearby!
ru: 👥 юзеры bitchat'а рядом!

source: Share to bitchat...
ru: поделиться в bitchat...

source: ✓ Shared to bitchat
ru: ✓ отправлено в bitchat

source: Shared Link
ru: поделилиться ссылкой

source: Image sharing coming soon!
ru: возможность делиться изображениями скоро появится!

source: Encrypted & verificated
ru: зашифровано и подтверждено

source: VERIFIED
ru: ПОДТВЕРЖДЕНО

source: you have verified this person's identity.
ru: вы подтвердили личность этого пользователя.
